Repository: common-repository/loks-monetization
Catalog: languages/wix-website-monetization-*.po
Languages: ar

source: Wix Monetization
ar: تحقيق الارباح من Wix.cx

source: Wix Monetize your website
ar: اربح من Wix.cx

source: Monetize your website
ar: اربح من Wix.cx

source: Your Wix mail
ar: بريدك فى Wix.cx

source: Wix.cx email
ar: بريدك فى Wix.cx

source: It looks like this e-mail address is not connected with a Wix.cx account. Enter the e-mail you used to register on Wix.cx.
ar: يبدو أن عنوان البريد الإلكتروني هذا غير متصل بحساب Wix.cx. أدخل البريد الإلكتروني الذي استخدمته للتسجيل في Wix.cx.

source: Refresh
ar: تحديث

source: Status
ar: الحالة

source: on
ar: مفتوح

source: Domains selection type
ar: اختيار نوع النطاقات

source: Exclude
ar: استثناء

source: Include
ar: تتضمن

source: Domains list (comma separated): ex1.com,ex2.com
ar: قائمة النطاقات (مفصولة بفاصلة): ex1.com,ex2.com

source: Earnings
ar: الربح

source: Profit Method
ar: طرق الربح

source: Paid
ar: مدفوع

source: ADSense
ar: جوجل أدسنس

source: AdSense Publisher ID
ar: كود ناشرين ادسنس

source: Save Changes
ar: حفظ التغييرات

source: Quick help
ar: مساعدة

source: Wix.cx account
ar: حسابك فى Wix.cx

source: You need a Wix.cx account to start earning money. Dont have one? Sign up by clicking the button below.
ar: انت في حاجة الى حساب Wix.cx لبدء كسب المال. لا تملك واحدة؟ الاشتراك عن طريق النقر على الزر أدناه.

source: Register on Wix.cx
ar: سجل الان

source: Links
ar: الروابط

source: Links module monetizes all internal and external links on your website.
ar: وحدة الروابط لاختصار جميع الروابط الداخلية والخارجية على موقع الويب الخاص بك.

source: Exclude :
ar: استثناء :

source: if you wish to change every link to <strong>Wix.cx</strong> on your website (without stating exactly which domains) please use the following code.
ar: إذا كنت ترغب في تغيير كل رابط إلى <strong> Wix.cx </strong> على موقعك على الويب (بدون ذكر النطاقات بالضبط)، يرجى استخدام الشفرة التالية.

source: <strong>Include : </strong>If you have a website with 100s or 1000000s of links you want to change over to <strong>Wix.cx</strong>
ar: <strong> تضمين: </strong> إذا كان لديك موقع ويب يحتوي على 100 أو 1000000 من الروابط التي تريد تغييرها إلى <strong> Wix.cx </strong>

source: The way to profit through Wix.cx or through your Adsense account
ar: الطريق إلى الربح من خلال Wix.cx أو من خلال حساب أدسنس الخاص بك
